Repository: kebbet/kebbet-global-trash
Catalog: assets/languages/kebbet-global-trash-*.po
Languages: sv_se

source: Trash item
sv_se: Objekt i papperskorg

source: %s was restored to draft.
sv_se: %s återställdes till utkast.

source: One item deleted.
sv_se: Ett objekt borttaget.

source: %s item deleted.
sv_se: %s objekt borttagna.

source: No items has been deleted.
sv_se: Inga objekt har tagits bort.

source: No trash items available.
sv_se: Inga objekt i papperskorgen tillgängliga.

source: Post has no title
sv_se: Inlägget har ingen rubrik

# row action label
source: Delete permanently
sv_se: Ta bort permanent

# row action label
source: Restore
sv_se: Återställ

# Column header
source: Name
sv_se: Namn

# Column header
source: Trash date
sv_se: Datum

# Column header
source: Post type
sv_se: Inläggstyp

# Column header
source: Actions
sv_se: Åtgärder

# Bulk action
source: Delete
sv_se: Ta bort

source: Error: Nonce verification failed.
sv_se: Fel: Nonce-verifiering misslyckades.

source: All post types
sv_se: Alla inläggstyper

source: Empty trash for %s
sv_se: Töm papperskorg för %s

# verb, to filter
source: Filter
sv_se: Filtrera

source: Empty trash for all post types
sv_se: Töm papperskorg för alla inläggstyper

source: Global trash
sv_se: Global papperskorg

source: Trash
sv_se: Papperskorg

source: Kebbet plugins - Global trash for a site
sv_se: Kebbet plugins - Global papperskorg för en webbplats

source: Adds a global trash to handle all items in trash.
sv_se: Lägger till en global papperskorg för att hantera alla objekt i papperskorgen.
